Repository: efemesudiyeli/Spyquest
Catalog: Spyfall/Resources/Localizable.xcstrings
Source language: en
Languages: fr, tr

source: Dusty Town is a small, run-down western town. The sun never seems to stop beating down on the main street, where saloons, gunfights, and secret deals take place daily. It's a place where danger lurks in every shadow, and everyone is watching their backs.
fr: Ville poussiéreuse est une petite ville western délabrée. Le soleil ne semble jamais cesser de taper sur la rue principale, où les saloons, les fusillades et les transactions secrètes se succèdent quotidiennement. C'est un endroit où le danger se cache dans chaque ombre et où tout le monde surveille ses arrières.
tr: Dusty Town küçük, köhne bir western kasabasıdır. Her gün barların, silahlı çatışmaların ve gizli anlaşmaların yapıldığı ana caddede güneş hiç batmıyor gibi görünüyor. Burası her gölgede tehlikenin kol gezdiği ve herkesin arkasını kolladığı bir yerdir.

source: Economy Class Passenger
fr: Passagers en classe économique
tr: Ekonomi Sınıfı Yolcu

source: Electrician
fr: Électricien
tr: Elektrikçi

source: Electronics Technician
fr: Technicien en électronique
tr: Elektronik Ustası

source: Embassy
fr: Ambassade
tr: Elçilik

source: End Game
fr: Terminer le jeu
tr: Oyunu Bitir

source: Endless Isles
fr: Les îles sans fin
tr: Sonsuz Adalar

source: Engineer
fr: Ingénieur
tr: Mühendis

source: Enologist
fr: Enologue
tr: Enolog

source: Entertainer
fr: Artiste de spectacle
tr: Şovmen

source: Event Organizer
fr: Organisateur de l'événement
tr: Etkinlik Organizatörü

source: Evil Knight
fr: Chevalier maléfique
tr: Kötü Şövalye

source: Exhibitor
fr: Exposant
tr: Katılımcı

source: Expedition Leader
fr: Chef d'expédition
tr: Keşif Lideri

source: Explorer
fr: Explorateur
tr: Kaşif

source: Exporter
fr: Exportateur
tr: İhracatçı

source: Extra Edition
fr: Edition supplémentaire
tr: Ekstra Versiyon

source: Extra Edition (%lld)
fr: Edition supplémentaire (%lld)
tr: Ekstra Versiyon (%lld)

source: Famous for its dark reputation, this island is a center for forbidden trade and bloody gangs. Its interior is filled with abandoned villages, and danger is always close.
fr: Connue pour sa sombre réputation, cette île est un centre de commerce interdit et de gangs sanglants. L'intérieur de l'île est rempli de villages abandonnés et le danger est toujours proche.
tr: Karanlık ünüyle meşhur olan bu ada, yasak ticaret ve kanlı çetelerin merkezi. İç kısımları terk edilmiş köylerle dolu ve tehlike her zaman yakında.

source: Famous Person
fr: Personne célèbre
tr: Ünlü Kişi

source: Farm
fr: Ferme
tr: Çiftlik

source: Farmer
fr: Agriculteur
tr: Çiftçi

source: Farmhand
fr: Agriculteur
tr: Çiftçi

source: Fashion Show
fr: Défilé de mode
tr: Defile

source: Father of the Bride
fr: Père de la mariée
tr: Gelinin Babası

source: Feedback
fr: Retour d'information
tr: Geribildirim

source: Fighter
fr: Combattant
tr: Dövüşçü

source: Fire Eater
fr: Mangeur de feu
tr: Ateş Yiyici

source: Fire Station
fr: Caserne de pompiers
tr: İtfaiye İstasyonu

source: Firefighter
fr: Pompier
tr: İtfaiyeci

source: First Baseman
fr: Premier joueur de base
tr: Birinci Kaleci

source: First Class Passanger
fr: Passager de première classe
tr: Birinci Sınıf Yolcu

source: First Edition
fr: Première édition
tr: İlk Versiyon

source: First Edition (%lld)
fr: Première édition (%lld)
tr: İlk Versiyon (%lld)

source: First Mate
fr: Premier lieutenant
tr: Birinci Yardımcı

source: Fisherman
fr: Pêcheur
tr: Balıkçı

source: Flight Attendant
fr: Personnel navigant commercial
tr: Uçuş Görevlisi

source: Florist
fr: Fleuriste
tr: Çiçek Satıcısı

source: Flower Girl
fr: Fille de la fleur
tr: Çiçekçi Kız

source: Flower Seller
fr: Vendeur de fleurs
tr: Çiçek Satıcısı

source: Flower Shop
fr: Magasin de fleurs
tr: Çiçekçi

source: Food Critic
fr: Critique gastronomique
tr: Gurme

source: Food Sample Demonstrator
fr: Démonstrateur d'échantillons alimentaires
tr: Tadım Standı Görevlisi

source: Food Server
fr: Serveur de nourriture
tr: Garson

source: Food Vendor
fr: Vendeur de denrées alimentaires
tr: Yiyecek Satıcısı

source: Fortress Commander
fr: Commandant de la forteresse
tr: Kale Komutanı

source: Free-Roaming Toddler
fr: Un tout-petit en liberté
tr: Ortalıkta Dolaşan Çocuk

source: Freelancer
fr: Pigiste
tr: Serbest Çalışan

source: Gambler
fr: Joueur
tr: Kumarbaz

source: Game Cancelled
fr: Partie annulée
tr: Oyun İptal Edildi

source: Game Operator
fr: Opérateur de jeu
tr: Oyun Operatörü

source: Game Over!
fr: Partie terminée!
tr: Oyun Bitti!

source: Gamer
fr: Joueur
tr: Oyuncu

source: Gaming Convention
fr: Convention sur les jeux
tr: Oyun Etkinliği

source: Gang Member
fr: Membre du gang
tr: Çete Üyesi

source: Gardener
fr: Jardinier
tr: Bahçıvan

source: Gas Station
fr: Station-service
tr: Benzin İstasyonu

source: Gatekeeper
fr: Gardien
tr: Mezarlık Görevlisi

source: Geologist
fr: Géologue
tr: Jeolog

source: Get Ready!
fr: Préparez-vous!
tr: Hazır Ol!

source: Ghost
fr: Fantôme
tr: Hayalet

source: Ghost Pirate
fr: Pirate fantôme
tr: Hayalet Korsan

source: Ghost Town
fr: Ville fantôme
tr: Hayalet Kasaba

source: Goaltender
fr: Gardien de but
tr: Kaleci

source: Gold Mine
fr: Mine d'or
tr: Altın Madeni

source: Gold Prospector
fr: Prospecteur d'or
tr: Altın Arayıcısı

source: Golden Gate Bridge
fr: Pont du Golden Gate
tr: Golden Gate Köprüsü

source: Golden Shallows
fr: Les hauts-fonds d'or
tr: Altın Sığlıklar

source: Golf Course
fr: Terrain de golf
tr: Golf Sahası

source: Golfer
fr: Golfeur
tr: Golfçü

source: Goth Girl/Boy
fr: Fille/garçon gothique
tr: Gotik Çocuk

source: Gothic Girl
fr: Fille gothique
tr: Gotik Kız

source: Gourmet Guide
fr: Guide du gourmet
tr: Gurme Rehberi

source: Government Official
fr: Fonctionnaire du gouvernement
tr: Devlet Yetkilisi

source: Graduate Student
fr: Étudiant diplômé
tr: Mezun Öğrenci

source: Grave Digger
fr: Fossoyeur
tr: Mezar Kazıcısı

source: Grave Robber
fr: Pilleur de tombes
tr: Mezar Soyguncusu

source: Great Pirate
fr: Grand Pirate
tr: Büyük Korsan

source: Great Storm Island
fr: Île de la Grande Tempête
tr: Büyük Fırtına Adası

source: Great Thief
fr: Grand voleur
tr: Büyük Hırsız

source: Great Warrior
fr: Grand guerrier
tr: Büyük Savaşçı

source: Groom
fr: Marié
tr: Damat

source: Ground Crew
fr: Personnel au sol
tr: Saha Ekibi

source: Groundskeeper
fr: Entretien du terrain
tr: Bahçıvan

source: Guard
fr: Garde
tr: Güvenlik

source: Guardian
fr: Gardien de la paix
tr: Koruyucu

source: Guitarist
fr: Guitariste
tr: Gitarist

source: Gunslinger
fr: Flingueur
tr: Silahşör

source: Gym Teacher
fr: Professeur de gymnastique
tr: Beden Öğretmeni

source: Hairstylist
fr: Coiffeur
tr: Saç Stilisti

source: Hammer Thrower
fr: Lanceur de marteau
tr: Çekiç Fırlatan

source: Happy Child
fr: Enfant heureux
tr: Mutlu Çocuk

source: Harbor Docks
fr: Docks du port
tr: Yük Limanı

source: Head Chef
fr: Chef de cuisine
tr: Aşçıbaşı

source: Head Security Guard
fr: Chef agent de sécurité
tr: Baş Güvenlik Görevlisi

source: Helicopter
fr: Hélicoptère
tr: Helikopter

source: Hell Island
fr: L'île de l'enfer
tr: Cehennem Adası

source: Help your team identify the spy!
fr: Aidez votre équipe à identifier l'espion!
tr: Takımına casusu tanımlamada yardım et!

source: High Jumper
fr: Sauteur en hauteur
tr: Yükseğe Zıplayan Kişi

source: Hiker
fr: Randonneur
tr: Dağcı

source: Hiking Trail
fr: Sentier de randonnée
tr: Tırmanış Parkuru

source: Historian
fr: Historien
tr: Tarihçi

source: Hockey Fan
fr: Fan de hockey
tr: Hokey Fanı

source: Hockey Player
fr: Joueur de hockey
tr: Hokey Oyuncusu

source: Homeless Person
fr: Personne sans domicile fixe
tr: Evsize Kişi

source: Horse Ranch
fr: Ranch à chevaux
tr: At Çiftliği

source: Horse Trainer
fr: Entraîneur de chevaux
tr: At Eğitmeni

source: Hospital
fr: Hôpital
tr: Hastane

source: Host
fr: Hôte
tr: Sunucu

source: Hostess
fr: Hôtesse
tr: Garson

source: Hot Air Balloon
fr: Montgolfière
tr: Sıcak Hava Balonu

source: Hotel
fr: Hôtel
tr: Otel

source: Housekeeper
fr: Aide-ménagère
tr: Temizlikçi

source: How to Play
fr: Comment jouer
tr: Nasıl Oynanır

source: Hunter
fr: Chasseur
tr: Avcı

source: Hydrologist
fr: Hydrologue
tr: Hidrolog

source: Ice Cream Trucker Driver
fr: Chauffeur de camion de crème glacée
tr: Dondurmacı

source: Ice Hockey Stadium
fr: Stade de hockey sur glace
tr: Buz Hokeyi Stadyumu

source: Imprisoned Saracen
fr: Sarrasin emprisonné
tr: Esir

source: Inspector
fr: Inspecteur
tr: Müfettiş

source: Instructor
fr: Instructeur
tr: Eğitmen

source: Intern
fr: Stagiaire
tr: Stajyer

source: Interpreter
fr: Interprète
tr: Tercüman

source: Investor
fr: Investisseur
tr: Yatırımcı

source: Island Guardian
fr: Gardien de l'île
tr: Ada Koruyucusu

source: Islander
fr: Insulaire
tr: Adalı

source: Jail
fr: Prison
tr: Hapishane

source: Jailkeeper
fr: Gardien de prison
tr: Gardiyan

source: Janitor
fr: Concierge
tr: Temizlikçi

source: Jazz Club
fr: Club de jazz
tr: Jazz Kulübü

source: Jazz Fanatic
fr: Fanatique de jazz
tr: Jaz Fanatiği

source: Jester
fr: Bouffon
tr: Soytarı

source: Jesus
fr: Jésus
tr: İsa

source: Jeweler
fr: Bijoutier
tr: Taş Tasarımcısı

source: Jewelry Store
fr: Bijouterie
tr: Kuyumcu

source: John the Baptist
fr: Jean Baptiste
tr: Vaftizci John

source: Join Existing Room
fr: Rejoindre une salle existante
tr: Mevcut Odaya Katıl

source: Journalist
fr: Journaliste
tr: Gazeteci

source: Judge
fr: Juge
tr: Jüri

source: Juggler
fr: Jongleur
tr: Hokkabaz

source: King
fr: Roi
tr: Kral

source: Knight
fr: Chevalier
tr: Şovalye

source: Know-It-All
fr: Je sais tout
tr: Her şeyi Bilen Kişi

source: Lab Technician
fr: Technicien de laboratoire
tr: Laborant

source: Laborer
fr: Ouvrier
tr: İşçi

source: Language
fr: Langue
tr: Dil

source: Laundromat
fr: Laverie automatique
tr: Çamaşırhane

source: Lawyer
fr: Avocat
tr: Avukat

source: Leader
fr: Chef de file
tr: Lider

source: Legendary Cannoneer
fr: Canonnier légendaire
tr: Efsanevi Topçu

source: Legendary Pirate
fr: Pirate légendaire
tr: Efsanevi Korsan

source: Legendary Treasure Cave
fr: Grotte aux trésors légendaires
tr: Efsanevi Hazine Mağarası

source: Librarian
fr: Bibliothécaire
tr: Kütüphaneci

source: Library
fr: Bibliothèque
tr: Kütüphane

source: Lifeguard
fr: Sauveteur
tr: Cankurtaran

source: Lobbyist
fr: Lobbyiste
tr: Lobici

source: Local Park
fr: Parc local
tr: Park

source: Location Set
fr: Ensemble de lieux
tr: Lokasyon Seti

source: Location Sets
fr: Ensembles de lieux
tr: Lokasyon Setleri

source: Location: %@
fr: Lieu : %@
tr: Lokasyon: %@

source: Locations
fr: Localisation des sites
tr: Lokasyonlar

source: Lone Tourist
fr: Touriste solitaire
tr: Yalnız Turist

source: Lonely Captain
fr: Capitaine solitaire
tr: Yalnız Kaptan

source: Lost Person
fr: Personne perdue
tr: Kaybolmuş Kişi

source: Loudmouth
fr: Grande gueule
tr: Bağıran Kişi

source: Machine Operator
fr: Opérateur de machine
tr: Makine Operatörü

source: Magician
fr: Magicien
tr: Sihirbaz

source: Mail Man
fr: L'homme du courrier
tr: Postacı

source: Mail Sorter
fr: Trieur de courrier
tr: Posta Düzenleyicisi

source: Maintainence Man
fr: Homme d'entretien
tr: Bakım Görevlisi

source: Maintenance Worker
fr: Ouvrier d'entretien
tr: Bakım İşçisi

source: Makeup Artist
fr: Maquilleur
tr: Makyöz

source: Manager
fr: Gestionnaire
tr: Müdür

source: Manicurist
fr: Manucure
tr: Manikürcü

source: Map Maker
fr: Créateur de cartes
tr: Harita Yapımcısı

source: Marine Biologist
fr: Biologiste marin
tr: Deniz Biyoloğu

source: Mark the Apostle
fr: Marc l'apôtre
tr: Havari Mark

source: Mascot
fr: Mascotte
tr: Maskot

source: Matthew the Apostle
fr: Matthieu, l'apôtre
tr: Havari Matthew

source: Mechanic
fr: Mécanicien
tr: Tamirci

source: Mechanic Shop
fr: Atelier de mécanique
tr: Tamirci Dükkanı

source: Medic
fr: Médicament
tr: Sağlıkçı

source: Merchant
fr: Marchand
tr: Tüccar

source: Meteorologist
fr: Météorologue
tr: Meteoroloji Uzmanı

source: Military Base
fr: Base militaire
tr: Askeri Üs

source: Mine Shaft
fr: Puits de mine
tr: Maden Ocağı

source: Miner
fr: Mineur
tr: Madenci

source: Model
fr: Modèle

source: Monk
fr: Moine
tr: Keşiş

source: More languages will be added soon. Please send feedback which one do you want.
fr: D'autres langues seront bientôt ajoutées. N'hésitez pas à nous faire part de vos commentaires sur les langues que vous souhaitez utiliser.
tr: Daha fazla dil yakında eklenecektir. Eklenmesini istediğiniz dili geri bildirim kısmından bize bildirirseniz seviniriz.

source: Mountain Pass
fr: Col de montagne
tr: Dağ Geçidi

source: Mourner
fr: La mort dans l'âme
tr: Yas Tutan Kişi

source: Movie Studio
fr: Studio de cinéma
tr: Film Stüdyosu

source: Mr. Green
fr: M. Green
tr: Bay Yeşil

source: Mrs. Peacock
fr: Mme Peacock
tr: Bayan Peacock

source: Mrs. White
fr: Mme White
tr: Bayan White

source: Muscly Guy
fr: Guy musclé
tr: Kaslı Çocuk

source: Music Festival
fr: Festival de musique
tr: Müzik Festivali

source: Musician
fr: Musicien
tr: Müzisyen

source: Mysterious Coral Reef
fr: Mystérieux récif corallien
tr: Gizemli Mercan Resifi

source: Napping Delegate
fr: Délégué à la sieste
tr: Uyuklayan Delege

source: Native Warrior
fr: Guerrier autochtone
tr: Yerli Savaşçı

source: Navigator
fr: Navigateur
tr: Navigasyoncu

source: Neighbor
fr: Voisin
tr: Komşu

source: News Reporter
fr: Journaliste
tr: Haber Sunucusu

source: Night Club
fr: Boîte de nuit
tr: Gece Kulübü

source: Not enough players to continue. Minimum 2 players required.
fr: Pas assez de joueurs pour continuer. Minimum 2 joueurs requis.
tr: Devam etmek için yeterli oyuncu yok. En az 2 oyuncu gerekli.

source: Notary
fr: Notaire
tr: Noter

source: Number of Players
fr: Nombre de joueurs
tr: Oyuncu Sayısı

source: Nurse
fr: Infirmière
tr: Hemşire

source: Observatory
fr: Observatoire
tr: Gözlemevi

source: Ocean Liner
fr: Paquebot
tr: Okyanus Gemisi

source: Officer
fr: Fonctionnaire
tr: Polis

source: Officiant
fr: Fonctionnaire
tr: Nikah Memuru

source: Old Captain
fr: Vieux capitaine
tr: Yaşlı Kaptan

source: Old Church
fr: Ancienne église
tr: Eski Kilise

source: Old Lady
fr: Vieille dame
tr: Yaşlı Teyze

source: Old Man
fr: Vieil homme
tr: Yaşlı Adam

source: Old Person
fr: Personne âgée
tr: Yaşlı İnsan

source: Once the pirate capital, now an abandoned pirate base, inhabited only by thieves and fugitives.
fr: Autrefois capitale des pirates, cette base est aujourd'hui abandonnée et n'est plus habitée que par des voleurs et des fugitifs.
tr: Bir zamanlar korsan başkenti, şimdi sadece hırsızlar ve kaçaklar tarafından mesken tutulan terk edilmiş bir korsan üssü.

source: Organizer
fr: Organisateur
tr: Organizatör

source: Orphan
fr: Orphelin
tr: Yetim

source: Orphanage
fr: Orphelinat
tr: Yetimhane

source: Outfielder
fr: Joueur de champ
tr: Dış Saha Oyuncusu

source: Outlaw
fr: Hors-la-loi
tr: Kanun Kaçağı

source: Outlaw Hideout
fr: Repaire des hors-la-loi
tr: Kanun Kaçağı Saklanma Noktası

source: Overseer
fr: Superviseur
tr: Gözetmen

source: Owner
fr: Propriétaire
tr: Sahip

source: Painter
fr: Peintre
tr: Ressam

source: Paramedic
fr: Personnel paramédical
tr: Paramedik

source: Parishioner
fr: Paroissien
tr: Cemaat Üyesi

source: Party Girl
fr: Fille de la fête
tr: Parti Kızı

source: Passenger
fr: Passagers
tr: Yolcu

source: Passenger Train
fr: Passagers
tr: Yolcu Treni

source: Pastry Chef
fr: Chef pâtissier
tr: Pasta Şefi

source: Patrol Officer
fr: Agent de patrouille
tr: Polis Memuru

source: Performer
fr: Interprète
tr: Performans Sanatçısı

source: Photographer
fr: Photographe
tr: Fotoğrafçı

source: Pianist
fr: Pianiste
tr: Piyanist

source: Pilot
fr: Pilote

source: Pirate Captain
fr: Capitaine pirate
tr: Korsan Kaptanı

source: Pirate Edition (%lld)
fr: Édition Pirate (%lld)
tr: Korsan Versiyon (%lld)

source: Pirate Fortress
fr: Forteresse des pirates
tr: Korsan Kalesi

source: Pirate Gang Leader
fr: Chef du gang des pirates
tr: Korsan Çetesi Lideri

source: Pirate Guide
fr: Guide du pirate
tr: Korsan Rehberi

source: Pirate Hunter
fr: Chasseur de pirates
tr: Korsan Avcısı

source: Pirate Leader
fr: Chef pirate
tr: Korsan Lideri

source: Pirate Merchant
fr: Pirate marchand
tr: Korsan Tüccar

source: Pirate Ship
fr: Bateau pirate
tr: Korsan Gemisi

source: Pirate Soldier
fr: Soldat pirate
tr: Korsan Askeri

source: Pirate Warrior
fr: Guerrier pirate
tr: Korsan Savaşçı

source: Pirates Edition
fr: Édition Pirate
tr: Korsan Versiyon

source: Pitcher
fr: Lanceur
tr: Atıcı

source: Player
fr: Joueur
tr: Oyuncu

source: Player %lld Name
fr: Joueur %lld Nom
tr: Oyuncu %lld Adı

source: Player not found
fr: Joueur introuvable
tr: Oyuncu bulunamadı.

source: Players
fr: Joueurs
tr: Oyuncular

source: Poet
fr: Poète
tr: Şair

source: Poisonous Beast
fr: Bête venimeuse
tr: Zehirli Canavar

source: Polar Station
fr: Station polaire
tr: Kutup İnceleme Bölgesi

source: Police Station
fr: Poste de police
tr: Polis Karakolu

source: Post-Office
fr: Bureau de poste
tr: Posta Ofisi

source: Pregnant Lady
fr: Femme enceinte
tr: Hamile Kadın

source: Priest
fr: Prêtre
tr: Rahip

source: Prisoner
fr: Prisonnier
tr: Mahkum

source: Produce Seller
fr: Vendeur de fruits et légumes
tr: Ürün Satıcısı

source: Producer
fr: Producteur
tr: Yapımcı

source: Professor
fr: Professeur
tr: Profesör

source: Prompter
fr: Prompteur
tr: Suflör

source: Prospector
fr: Prospecteur
tr: Maden Arayıcısı

source: Protector
fr: Protecteur
tr: Koruyucu

source: Psychologist
fr: Psychologue
tr: Psikolog

source: Purchases
fr: Achats
tr: Satın Alım

source: Quality Control
fr: Contrôle de la qualité
tr: Kalite Kontrol

source: Queen
fr: Reine
tr: Kraliçe

source: Race Track
fr: Piste de course
tr: Yarış Pisti

source: Radioman
fr: Radiateur
tr: Radyo Ustası

source: Ranch Owner
fr: Propriétaire de ranch
tr: Çiftlik Sahibi

source: Rancher's House
fr: Maison de fermier
tr: Çiftçinin Evi

source: Rate Us
fr: Évaluez-nous
tr: Bizi Değerlendirin

source: Rebel
fr: Rebelle
tr: Asi

source: Receptionist
fr: Réceptionniste
tr: Sekreter

source: Referee
fr: Arbitre
tr: Hakem

source: Refugee
fr: Réfugié
tr: Mülteci

source: Regular
fr: Régulière
tr: Müdavim

source: Remove
fr: Retirer
tr: Kaldır

source: Remove Ads
fr: Supprimer les publicités
tr: Reklamları Kaldır

source: Repair Technician
fr: Technicien de réparation
tr: Tamir Teknisyeni

source: Researcher
fr: Chercheur
tr: Araştırmacı

source: Restart
fr: Redémarrage
tr: Yeniden Başlat

source: Restaurant Chef
fr: Chef de restaurant
tr: Restoran Şefi

source: Restore Purchases
fr: Restaurer les achats
tr: Satın Alımı Geri Yükle

source: Retirement Home
fr: Maison de retraite
tr: Huzurevi

source: Rich Passenger
fr: Passager riche
tr: Zengin Yolcu

source: Ride Operator
fr: Opérateur de manège
tr: Hızlı Tren Operatörü

source: Rider
fr: Cavalier
tr: Binici

source: Ring Bearer
fr: Porteurs d'anneaux
tr: Yüzük Taşıyıcısı

source: Robber
fr: Voleur
tr: Soyguncu

source: Rock Concert
fr: Concert de rock
tr: Rock Konseri

source: Rodeo
fr: Rodéo

source: roles
fr: rôles
tr: roller

source: Room Code
fr: Code de la salle
tr: Oda Kodu

source: Room Update
fr: Mise à jour de la salle
tr: Oda Güncellemesi

source: Runner
fr: Coureur
tr: Koşucu

source: Safety Officer
fr: Responsable de la sécurité
tr: Güvenlik Memuru

source: Sailor
fr: Marin
tr: Denizci

source: Salesperson
fr: Vendeur
tr: Satış Elemanı

source: Saloons and Bars
fr: Salons et bars
tr: Salonlar ve Barlar

source: Salty Old Pirate
fr: Vieux pirate salé
tr: Eski Korsan

source: Saxophonist
fr: Saxophoniste
tr: Saksafoncu

source: School
fr: L'école
tr: Okul

source: Science Lab
fr: Laboratoire de sciences
tr: Bilim Laboratuvarı

source: Scientist
fr: Scientifique
tr: Bilim İnsanı

source: Scout
fr: Éclaireur
tr: İzci

source: Sea Monster
fr: Monstre marin
tr: Deniz Canavarı

source: Sea Sorcerer
fr: Sorcier des mers
tr: Deniz Büyücüsü

source: Seaman
fr: Matelot
tr: Gemici

source: Second Baseman
fr: Deuxième joueur de base
tr: İkinci Kaleci

source: Second Edition
fr: Deuxième édition
tr: İkinci Versiyon

source: Second Edition (%lld)
fr: Deuxième édition (%lld)
tr: İkinci Versiyon (%lld)

source: Secret Enemy
fr: Ennemi secret
tr: Gizli Düşman

source: Secret Rebel
fr: Rebelle secret
tr: Gizli Asi

source: Secret Sorcerer
fr: Sorcier secret
tr: Gizli Büyücü

source: Secret Villain
fr: Méchant secret
tr: Gizli Kötü Karakter

source: Secret Warrior
fr: Guerrier secret
tr: Gizli Savaşçı

source: Secretary
fr: Secrétaire
tr: Sekreter

source: Secretary of State
fr: Secrétaire d'État
tr: Dışişleri Bakanı

source: Secretary-General
fr: Secrétaire général
tr: Genel Sekreter

source: Security
fr: Sécurité
tr: Güvenlik

source: Security Guard
fr: Sécurité
tr: Güvenlik

source: Send Feedback
fr: Envoyer un retour d'information
tr: Geribildirim Gönder

source: Servant
fr: Serviteur
tr: Hizmetçi

source: Service Attendant
fr: Préposé au service
tr: İstasyon Görevlisi

source: Service Station
fr: Station-service
tr: Servis İstasyonu

source: Settings
fr: Paramètres
tr: Ayarlar

source: Shelf Stocker
fr: Magasinier d'étagères
tr: Raf Düzenleme Sorumlusu

source: Sheriff
fr: Shérif
tr: Şerif

source: Sheriff's Office
fr: Bureau du shérif
tr: Şerif Ofisi

source: Sheriff’s Office
fr: Bureau du shérif
tr: Şerif’in Ofisi

source: Ship Captain
fr: Capitaine du navire
tr: Gemi Kaptanı

source: Ship Engineer
fr: Ingénieur naval
tr: Gemi Mühendisi

source: Ship Guide
fr: Guide des navires
tr: Gemi Rehberi

source: Shop Owner
fr: Propriétaire de magasin
tr: Mağaza Sahibi

source: Shopkeeper
fr: Commerçant
tr: Market Görevlisi

source: Shortstop
fr: Arrêt-court
tr: Kısa Mesafe Koşucusu

source: Shy Person
fr: Personne timide
tr: Utangaç Kişi

source: Sightseeing Bus
fr: Bus touristique
tr: Tur Otobüsü

source: Simon the Apostle
fr: Simon l'apôtre
tr: Havari Simon

source: Singer
fr: Chanteur
tr: Şarkıcı

source: Sinner
fr: Pécheur
tr: Günahkar

source: Ski Instructor
fr: Moniteur de ski
tr: Kayak Eğitmeni

source: Ski Lift Operator
fr: Opérateur de remontées mécaniques
tr: Telesiyej Operatörü

source: Ski Resort
fr: Station de ski
tr: Kayak Merkezi

source: Ski Run Groomer
fr: Préposé au damage des pistes de ski
tr: Kayak Pisti Görevlisi

source: Ski Shop Manager
fr: Responsable du magasin de ski
tr: Kayak Mağazası Müdürü

source: Skier
fr: Skieur
tr: Kayakçı

source: Slave
fr: Esclave
tr: Köle

source: Smuggler
fr: Contrebandier
tr: Kaçakçı

source: Soldier
fr: Soldat
tr: Asker

source: Solid Waste Engineer
fr: Ingénieur en déchets solides
tr: Katı Atık Mühendisi

source: Sonar Technician
fr: Technicien sonar
tr: Sonar Teknisyeni

source: Sorcerer
fr: Sorcier
tr: Büyücü

source: Sound Engineer
fr: Ingénieur du son
tr: Ses Mühendisi

source: Space Station
fr: Station spatiale
tr: Uzay İstasyonu

source: Space Tourist
fr: Touriste de l'espace
tr: Uzay Turisti

source: Speaker
fr: Intervenants
tr: Konuşmacı

source: Spectator
fr: Spectateur
tr: İzleyici

source: Sponsor
fr: Parrainage

source: Spy
fr: Espion
tr: Casus

source: Squire
fr: Écuyer
tr: Lord

source: Stadium
fr: Stade
tr: Stadyum

source: Stage Crew
fr: Équipe de scène
tr: Sahne Ekibi

source: Stage Diver
fr: Plongeur d'étape
tr: Sahneye Atlayan Kişi

source: Stage Manager
fr: Régisseur
tr: Sahne Yöneticisi

source: Stagecoach Driver
fr: Chauffeur Stagecoach
tr: Fayton Sürücüsü

source: Start Game
fr: Commencer le jeu
tr: Oyunu Başlat

source: Stationmaster
fr: Chef de gare
tr: İstasyon Şefi

source: Storm Bringer
fr: L'orage, c'est l'orage
tr: Fırtına Getiren

source: Storm Captain
fr: Capitaine de la tempête
tr: Fırtına Kaptanı

source: Storm Guardian
fr: Gardien de la tempête
tr: Fırtına Koruyucusu

source: Storm Seeker
fr: Chercheur de tempête
tr: Fırtına Arayıcısı

source: Storm Seer
fr: Voyant de la tempête
tr: Fırtına Kahinі

source: Storm Watcher
fr: Observateur de tempêtes
tr: Fırtına Gözcüsü

source: Street Performer
fr: Performances de rue
tr: Sokak Sanatçısı

source: Street Urchin
fr: Oursin de rue
tr: Sokak Çocuğu
